
## Plan Result (aat)




<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * azurerm_storage_container.csv


<details><summary>Change Result (Click me)</summary>

```hcl

  # azurerm_storage_container.csv will be created
  + resource "azurerm_storage_container" "csv" {
      + container_access_type             = "container"
      + default_encryption_scope          = (known after apply)
      + encryption_scope_override_enabled = true
      + has_immutability_policy           = (known after apply)
      + has_legal_hold                    = (known after apply)
      + id                                = (known after apply)
      + metadata                          = (known after apply)
      + name                              = "csv"
      + resource_manager_id               = (known after apply)
      + storage_account_name              = "factaat"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","PRNumber":77,"Program":"tfcmt","SHA1":"","Target":"aat","Vars":{}} -->